TargetApplication=3.89
Author=Marcio de Andrade
SourceLANGID=1033
LANGID=1046
Generator=DKLang Translation Editor v3.0
LastModified=2023-08-27 10:55:09

[About]
00000002=Sobre
00000094=Aren
00000161=Fechar
00000165=Comentários, bugs, idéias de melhoramentos etc. são muito bem vindos.
00000166=Sobre o Advanced Renamer
00000167=Verificar também o forum
00000168=Chave de licença:
00000169=Nome:
00000170=Registrado para:
00000171=Aplicar
00000172=Obter chave de licença
00000173=Para uso pessoal:
00000174=Comprar
00000175=Para uso comercial:
00000176=Comprar

[AddDir]
00000002=Adicionar Pasta
00000094=&Máscara:
00000161=Cancelar
00000162=OK
00000163=Incluir &Subpastas
00000164=Nova pasta...
00000165=Corresponder expressão regular:
00000166=Não correspondente

[ARenMain]
00000002=ARen
00000005=0 Itens
00000006=0 Erros
00000007=Estado: OK
00000036=Renomear Arquivos
00000058=Renomear Pastas
00000067=Nome do Arquivo:
00000068=Pasta:
00000069=Tamanho:
00000070=Criado em:
00000071=Modificado em:
00000072=Tipo do arquivo:
00000073=Atributos:
00000074=Acessado em:
00000076=Sem Informações
00000077=Impossível carregar informações extendidas. O arquivo pode estar em uso.
00000078=Img
00000079=Dimensões:
00000080=Data de captura:
00000081=Autor:
00000082=Direitos Autorais:
00000084=ID3
00000085=Título:
00000086=Artista:
00000087=Álbum:
00000088=Faixa:
00000089=Ano:
00000090=Gênero:
00000091=Dir.
00000092=Contém:
00000094=Nenhum método foi localizado.
00000095=Renomeando a lista de métodos
00000096=Barra de métodos
00000097=Adicionar método
00000098=Remover método
00000099=Limpar
00000100=Para o Início
00000101=Acima
00000102=Abaixo
00000103=Para o Final
00000105=Carregar a Lista de Métodos
00000106=Salvar a Lista de Métodos
00000107=Predefinições:
00000110=Salvar a Lista
00000111=Mover o(s) Selecionado(s)
00000112=Mover para o Início
00000113=Mover para Cima
00000114=Mover para Baixo
00000115=Mover para o Final
00000116=Adicionar...
00000117=Remover
00000118=Executar
00000119=Propriedades...
00000120=Carregar a Lista...
00000121=Para arquivo de texto...
00000122=Limpar a Lista
00000123=Atualizar
00000124=Definições
00000125=Ajustar as Colunas
00000144=&Personalizar...
00000145=&Copiar
00000152=Mover
00000153=Mover para o Início
00000154=Mover para Cima
00000155=Mover para Baixo
00000156=Mover para o Final
00000157=Alterar Método para
00000158=Adicionar um Método
00000159=Excluir
00000160=Limpar
00000164=Adicionar método lote
00000179=Inserir &Tag
00000180=&Desfazer
00000181=Re&cortar
00000182=&Copiar
00000183=&Colar
00000184=Selecionar &Tudo
00000196=Marcar
00000197=Desmarcar o(s) selecionado(s)
00000198=Marcar o(s) selecionado(s)
00000200=Não marcar nenhum
00000201=Marcar tudo
00000204=Salvar a Lista
00000205=Para um arquivo CSV...
00000223=Abrir método de lote
00000225=Salvar método de lote
00000226=Vídeo
00000227=Dimensões:
00000228=Taxa quadros:
00000229=Duração:
00000233=Localização GPS:
00000234=Classificação aleatória
00000235=Alterar descrição...
00000237=ExifTool...
00000244=Adicionar selecionado(s)
00000250=Marcar pelo padrão...
00000251=Desmarcar pelo padrão...
00000254=Inverter marcas
00000255=Selecionar
00000256=Selecionar tudo
00000257=Selecionar nenhum
00000258=Inverter seleção
00000259=Marcar padrão não correspondente...
00000260=Abrir pasta de trabalho
00000261=Uma nova versão do Advanced Renamer está disponível.
00000262=Atualize agora!
00000264=fechar
00000268=Substituir novo nome de arquivo...
00000270=Desmarcar todos
00000271=Marcar todos
00000272=Precisa de ajuda para começar?
00000273=Não mostrar novamente
00000274=Precisa de ajuda para começar?
00000275=Não mostrar novamente
00000277=Ordenar por
00000278=Coluna
00000279=Padrão...
00000282=Duplicado
00000283=Adicionar
00000284=Opções
00000285=Importar
00000286=Quando houver conflitos
00000287=Exibição
00000288=Lista
00000290=Arquivos
00000291=Pastas
00000292=Carregar
00000293=Limpar
00000294=Salvar
00000295=Colunas
00000296=Miniaturas
00000297=Valores de GPS
00000299=Separador:
00000300=Padrão:
00000301=Arquivos de um CSV
00000302=Dados de um CSV
00000304=Renomear em pares
00000307=Auto teste
00000308=Ferramentas
00000309=Desfazer lote
00000310=Guia do usuário
00000311=Console JS
00000312=Metadados
00000313=Iniciar lote
00000314=Modo de lote:
00000315=Pasta de saída:
00000316=Embaixo
00000317=Descer
00000318=Subir
00000319=No topo
00000320=Lista
00000321=Ícones pequenos
00000322=Ícones grandes
00000323=Detalhes
00000324=Remover itens com &erros
00000325=Configurações
00000326=&Começando...
00000328=Visitar o &fórum online...
00000329=Procurar &nova versão...
00000330=Chave de licença...
00000331=&Sobre...
00000332=Linha de comando
00000333=Painel de pastas
00000335=Adicionar seleção
00000336=Mostrar arquivos
00000337=Atualizar
00000480=Localização GPS:
00000481=Ajuda

[BatchResultFrame]
00000003=Últimos resultados
00000004=Número total de itens:
00000005=Erros localizados:
00000006=Exibir erros...
00000007=Desfazer o último lote...
00000008=Adicionar todos os itens com êxito
00000009=Adicionar todos os itens com erros
00000010=Adicionar todos os itens

[CustomizeCols]
00000002=Personalizar as colunas
00000094=Definições da &Coluna:
00000095=&Colunas:
00000096=Largura das &Colunas:
00000097=OK
00000098=Cancelar
00000099=&Mover para Cima
00000100=&Mover para Baixo
00000101=&Mover para o Início
00000102=&Mover para o Final
00000103=Salvar
00000104=Excluir

[frmAddFolderChoice]
00000001=Adicionar uma pasta
00000002=Cancelar
00000003=OK
00000004=Adicionar os &arquivos nas pastas
00000005=Adicionar as p&astas
00000006=&Incluir as subpastas
00000007=Máscara do nome do &arquivo:
00000009=Adicionar as pastas &raiz
00000010=Adicionar as &subpastas
00000011=Corresponder expressão regular:
00000012=Não correspondente

[InsertTag]
00000096=Padrão
00000113=ID3/MP3
00000126=Imagem
00000147=Hora
00000160=Criado em
00000173=Modificado em
00000186=&Ajuda
00000188=Avançado
00000195=Tamanho
00000201=Vídeo
00000228=GPS
00000249=Soma de verificação
00000291=Documentação das tags

[InsertTagWnd]
00000002=Valor do campo texto
00000094=Cancelar
00000095=Valor numérico
00000096=Padrão
00000097=OK
00000098=Usar expressões regulares
00000099=Etiquetas:
00000100=Metacaracteres para expressões regulares:

[Patern]
00000002=Padrões
00000094=Padrões &Disponíveis:
00000159=&Excluir
00000160=&Padrão Selecionado:
00000161=OK
00000162=Cancelar
00000163=&Adicionar
00000164=&Novo

[PreRenaming]
00000002=Iniciar Renomeação
00000160=Certifique-se de que suas configurações de renomeação estejam corretas antes de clicar em Renomear.
00000161=Cancelar
00000162=Iniciar

[Progress]
00000002=Progresso
00000094=Por favor, aguarde, preparando o lote...
00000160=Quantitade total de arquivos:
00000161=OK
00000162=Ver Erros
00000163=Adicionar arquivos:
00000166=TabSheet1
00000167=Nome do arquivo
00000168=Código do Erro
00000169=Descrição do Erro
00000170=Nº total de arquivos:
00000171=Com êxito:
00000172=Com erros:
00000173=TabSheet2
00000174=Erros localizados:
00000175=Nunca pergunte de novo

[ProgressAdd]
00000002=Por favor, aguarde...
00000094=Adicionando arquivos...
00000161=Cancelar

[ProgressError]
00000002=Foram localizados erros
00000094=Foram localizados erros nos arquivos selecionados para o lote. Os seguintes arquivos não podem ser renomeados. Escolha uma ação abaixo. Nenhum arquivo foi renomeado ainda.
00000161=Parar o lote
00000163=Ignorar arquivos com erro
00000164=Nº total de arquivos:
00000165=Erros:
00000166=Nome do arquivo
00000167=Erro

[Settings]
00000002=Configurações
00000161=Cancelar
00000162=OK
00000163=Padrão
00000164=&Substituir os não suportados com:
00000165=Largura da &miniatura:
00000166=Altura da m&iniatura:
00000167=Exibir a Janela de &Informações do Arquivo
00000168=Confirmar ao &Limpar a Lista
00000171=&Menu de contexto do Explorer
00000172=Exibir &grade
00000173=Usar informações EXIF para informações de largura e altura da imagem
00000175=Idioma:
00000177=Salvar as configurações nesta pasta:
00000178=Pasta pessoal
00000179=Mesma pasta do aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Abrir uma pasta...
00000187=Exibir a ajuda para começar
00000188=Usar 'preencher com zeros' nas etiquetas Inc Nr
00000194=Verificar por atualizações ao inicializar
00000195=Campo EXIF para operações de data e hora de imagem:
00000196=O estado verificado afeta as etiquetas Inc Nr
00000197=Separadores de palavra:
00000198=Associar arquivos .aren com o Advanced Renamer
00000199=Ambiente
00000200=Programa
00000201=Renomeando
00000202=Arquivos de imagem
00000203=Arquivos de música
00000204=Preferência de ID&3
00000205=Mostrar barra de botões de método de adição
00000206=Adicionar arquivos ao finalizar lote:
00000207=Executador do console
00000208=Pasta do aplicativo em Caminho de Ambiente
00000209=Editor JS Script
00000210=Tamanho da aba:
00000212=Rolar além do fim da linha
00000213=Limite de itens:
00000215=Exibir botão 'Iniciar' no lado esquerdo
00000217=Não analisar metadados de vídeos
00000218=Não analisar metadados de músicas
00000219=Não analisar metadados de imagens
00000220=Classifique os itens quando adicionados arrastando e soltando
00000222=Não mostrar o resumo antes de renomear
00000223=Sempre use ExifTool para recuperar metadados
00000224=Limpar configurações...

[UndoBatchForm]
00000002=Desfazer
00000094=Selecionar um trabalho de desfazer na lista à esquerda
00000161=Fechar
00000162=Desfazer esta lista
00000163=Item Original
00000164=Nome do Arquivo Renomeado
00000165=Erro
00000166=Pasta Original
00000167=Marcar Todos
00000168=Desmarcar Todos
00000169=Selecione um trabalho de lote anterior abaixo e clique em "Desfazer esta lista" para reverter o trabalho renomeado.
00000170=Pasta Renomeada
00000171=Excluir...
00000172=Desmarcar &itens com erros
00000173=Excluir tarefas anteriores...

[frmCSVImport]
00000002=Importar CSV
00000003=&Importar
00000008=Cancelar
00000009=Nome do arquivo:
00000010=Separador de colunas:
00000011=Coluna do nome original do arquivo:
00000012=Coluna do novo nome do arquivo: (opcional)
00000013=Pasta base dos arquivos originais:
00000014=Primeira linha é o cabeçalho
00000015=Nome original do arquivo
00000016=Novo nome do arquivo
00000017=Status
00000018=Codificação do arquivo:

[frmExifTool]
00000002=ExifTool
00000094=Fechar
00000096=Tag:
00000097=Copiar
00000098=O ExifTool é um programa externo com suporte para mais formatos de arquivos que o Advanced Renamer suporta nativamente.  Use o ExifTool para obter acesso a mais metadados de arquivos.
00000099=Site do ExifTool
00000100=Filtro:

[frmJSScript]
00000001=Script
00000002=Fechar e aplicar script
00000003=Este script será executado uma vez para cada item da lista.
00000004=Este script será executado apenas uma vez e antes da iteração e processamento de todos os itens na lista. Use-o para configurar os valores iniciais.

[frmTVShow]
00000002=Importar Programa de TV
00000003=OK
00000004=Pesquisar por programa de TV:
00000005=Pesquisar
00000006=Próximo >
00000007=< Anterior
00000008=Cancelar
00000009=Programa selecioando:
00000010=Gênero:
00000013=Temporadas:
00000014=Episódios:
00000015=Utilize este guia para preencher arquivos na lista com informações do programa de TV obtido a partir de TVRage.com.\n\nAntes de continuar, você deve certificar-se de que os arquivos na lista estão ordenados corretamente.\n\nQuando terminar de importar as informações de tvrage.com você pode usar as tags de programas de TV para renomear\narquivos com informações do programa de TV.
00000016=Importar de:
00000017=Contagem da lista de arquivos:
00000018=Contagem de episódios selecionados:
00000019=Atualizar
00000020=Todos
00000021=Nenhum
00000022=Todos
00000023=Nenhum
00000024=Não mostre esta página novamente

[frmCommandLine]
00000002=Configuração da linha de comando
00000202=Modo do lote:
00000223=Abrir método de lote
00000224=Caminho:
00000225=Arquivo de lista de método(s):
00000226=Tipos de itens:
00000227=Itens:
00000228=Ordem dos itens:
00000229=Saída para arquivo de log:
00000230=Pasta de destino:
00000231=Máscara do item:
00000232=Máscara de item regex:
00000233=Comando:
00000234=Arquivo contendo itens:
00000235=Também adicionar itens de subpastas
00000236=Reverter
00000237=Itens do caminho
00000238=Lista de itens
00000239=Arquivo contendo itens
00000240=Comando de cópia
00000241=Salvar para arquivo .bat...
00000242=Fechar
00000243=Abrir arquivo
00000244=Salvar arquivo
00000245=Salvar arquivo de lote

[GPSValuesForm]
00000002=Valores do GPS
00000003=Valor original\nValor\n
00000004=OK
00000005=Cancelar
00000006=Use a lista abaixo para substituir os valores do GPS.

[MetaDataBatchForm]
00000002=Escrever metadados em lote
00000003=Campo do metadado:
00000004=INICIAR LOTE
00000017=Alterar os metadados pode potencialmente corromper os arquivos. Por favor, certifique-se de fazer backup de quaisquer arquivos antes de tentar alterar qualquer metadado. Use esta função somente em arquivos localizados no disco rígido local. Irá funcionar na maioria das imagens JPEG e vários outros tipos de arquivos.
00000018=Nome do arquivo
00000019=Valor original
00000020=Novo valor
00000021=Status
00000022=Cancelar
00000023=Fechar

[PleaseRegisterForm]
00000002=Por favor, registre
00000094=Se você gosta do Advanced Renamer e usa ele com frequência, apoie o projeto obtendo uma licença. Use os botões abaixo para registrar com uma chave de licença.
00000173=Para uso pessoal:
00000174=Doar
00000175=Para uso comercial:
00000176=Comprar
00000177=Fechar
00000181=Chave de licença:
00000182=Nome:
00000183=Registrado para:
00000184=Aplicar
00000185=Instalar licença via arquivo

[frmSelectDate]
00000002=Selecionar data
00000161=Cancelar
00000162=OK
00000163=Data:
00000164=Selecione uma data.

[frmCSVImportData]
00000002=Dados de importação de CSV
00000003=&Importar
00000008=Cancelar
00000009=Nome do arquivo:
00000010=Separador de coluna:
00000014=A primeira linha é o cabeçalho
00000018=Codificação do arquivo:
00000019=Após a importação, os valores estarão disponíveis na tag <Csv:X>

[frmJSConsole]
00000002=Console JS
00000003=Filtro:
00000004=Filtro:

[$CONSTANTS]
AbsoluteDateTime=Data e hora absoluta
Accessed=Acessado em
AccessedDateTime=Data e hora acessada
Action=Ação
Active=Ativo
Add=Adicionar
AddFiles=Adicionar arquivos
AddingFiles=Adicionar arquivos...
All=Todos
AllFiles=Todos os arquivos
AllItems=Todos os itens
AnalyzingFiles=Analisando os arquivos...
ApplyScript=Aplicar script
ApplyTo=Aplicar para
Archive=Arquivo
Archive_Short=A
Ask=Perguntar
AtIndex=No índice
Audio=Áudio
Backwards=Atrás
BatchModeCopy=Copiar
BatchModeMove=Mover
BatchModeRename=Renomear
Beta=Beta
BetaFeature=Recurso beta
CaseSensitive=Maiúsculas/Minúsculas
ColumnName0=Nome do arquivo
ColumnName1=Caminho
ColumnName10=Gênero ID3
ColumnName100=Nome da pasta
ColumnName101=Caminho
ColumnName102=Criado em
ColumnName103=Atributos
ColumnName104=Novos Atributos
ColumnName105=Novo Nome da Pasta
ColumnName106=Nova Data de Criação
ColumnName107=Código do Erro
ColumnName108=Erro
ColumnName109=Novo Caminho
ColumnName11=Título ID3
ColumnName12=Faixa ID3
ColumnName13=Ano ID3
ColumnName14=Novos Atributos
ColumnName15=Novo Nome do Arquivo
ColumnName16=Nova Data de Criação
ColumnName17=Nova Data
ColumnName18=Nova Data de Modificação
ColumnName19=Código do Erro
ColumnName2=Tamanho
ColumnName20=Erro
ColumnName21=Data Obtida
ColumnName22=Extensão
ColumnName23=Novo Caminho
ColumnName3=Data de Criação
ColumnName4=Data Acessada
ColumnName5=Data de Modificação
ColumnName6=Atributos
ColumnName7=Dimensões
ColumnName8=Álbum ID3
ColumnName9=Artista ID3
CommercialUse=Uso comercial
ContinueQuestion=Continuar?
CopiedFileCouldNotBeFound=O arquivo copiado não pode ser localizado
CopiedFolderCouldNotBeFound=A pasta copiada não pode ser localizada
CopiedItem=Ítem copiado
CopiedItemPath=Caminho do item copiado
CopyValueToAll=Copiar valor para todos
CopyValueToAllAbove=Copiar valor para todos acima
CopyValueToAllBelow=Copiar valor para todos abaixo
Created=Criado em
CreatedDateTime=Data e hora de criação
current=atual
Datetime=Data e hora
Day=Dia
Day_Long_1=Segunda-feira
Day_Long_2=Terça-feira
Day_Long_3=Quarta-feira
Day_Long_4=Quinta-feira
Day_Long_5=Sexta-feira
Day_Long_6=Sábado
Day_Long_7=Domingo
Day_Short_1=Seg
Day_Short_2=Ter
Day_Short_3=Qua
Day_Short_4=Qui
Day_Short_5=Sex
Day_Short_6=Sáb
Day_Short_7=Dom
DeltaDateTime=Dia e hora delta
Description=Descrição
DirnamePattern=Nome da pasta padrão
Edit=Editar
Error=Erro
Errors=Erros
Err_100=OK
Err_101=Erro desconhecido
Err_102=<>:"/\\*? não é suportado em nomes de arquivos
Err_103=O nome do arquivo contém caracteres ilegais
Err_104=O nome do arquivo é muito extenso
Err_105=O arquivo já existe
Err_106=A pasta não existe
Err_107=Impossível localizar o arquivo de origem
Err_108=Nome de arquivo não especificado
Err_109=Possibilidade de vários arquivos com o mesmo nome
Err_110=Método de renomeação inválido
Err_111=Nenhuma informação da imagem foi localizada
Err_112=Nenhuma Etiqueta ID3 foi localizada
Err_113=Há muitos arquivos para <Inc Alpha>
Err_114=Estampa de tempo inválida
Err_115=Extensão alterada
Err_116=Etiqueta inválida
Err_117=Expressão regular inválida
Err_118=Padrão não localizado
Err_119=Nenhum resultado do servidor geográfico
Err_120=Resultado inválido do servidor geográfico
Err_121=Nenhuma informação do vídeo localizada
Err_122=Nenhuma informação GPS localizada
Err_123=Pastas não podem ser movidas ou copiadas para um disco diferente
Err_124=Script inválido
Err_125=Erro do ExifTool
Err_126=Informações do programa de TV não foram obtidas. Use a janela 'Importar TV' primeiro
Err_127=Ignorar em duplicado
Err_128=OK, par de arquivo
Err_129=OK, substituir nome
Err_FieldWriteError=Não foi possível verificar a escrita do campo
Excellent=Excelente
EXIFDate_DateDigitized=Data digitalizada
EXIFDate_DateOriginal=Data original
EXIFDate_DateTaken=Data obtida
EXIFToolDate_DateOriginal=ExifTool - Data Original
EXIFToolGPSDateTime=ExifTool - Data/Hora do GPS
Extension=Extensão
Fair=Razoável
File=Arquivo
FileCouldNotBeRenamed=O arquivo não pode ser renomeado
Fileinfo=Informações do item
FilenamePattern=Nome de arquivo padrão
FileRenamedOK=Arquivo renomeado OK
Files=Arquivos
Folder=Pasta
FolderLocation=Local da pasta
Folders=Pastas
GettingThumbnails=Recuperando miniaturas
Good=Bom
GotErrors=Possui Erros
HandleNegativeNumbers=Lidar com números negativos
Hidden=Oculto
Hidden_Short=H
Hour=Hora
Ideal=Ideal
ImageDateTime=Data e hora da imagem
ImageFile=Arquivo de imagem
InputMessageDescription=Alterar descrição do método
InsertValue=Inserir Valor...
InvertCase=Configurar maiúsculas/minúsculas invertidas
ItemNotReverted=Impossível reverter o item
ItemRevertedOK=Item revertido OK
Items=Itens
JSConsoleFilterEverything=Tudo
JSConsoleFilterFilenameMatch=Correspondência de nome de arquivo
JSConsoleFilterFilenameRegExMatch=Correspondência de nome de arquivo (regex)
JSConsoleFilterItemNumber=Número de item
LoadList=Carregar a lista
LowerCase=Configurar as minúsculas
LowerCaseFirstLetter=Configurar a primeira letra como minúscula
LowerCaseFirstLetterInEveryWord=Config. a 1ª letra como minúscula em cada palavra
LowerCasePattern=Configurar o padrão para minúsculas
Matches=Partidas
MethodName_Add=Adicionar
MethodName_Attributes=Atributos
MethodName_List=Lista
MethodName_ListReplace=Substituir lista
MethodName_Move=Mover
MethodName_NewCase=Novas Maiúsculas/Minúsculas
MethodName_NewName=Novo Nome
MethodName_Remove=Remover
MethodName_RemovePattern=Remover o padrão
MethodName_Renumber=Renumerar
MethodName_Replace=Substituir
MethodName_Script=Script
MethodName_Swap=Trocar
MethodName_Timestamp=Estampa de tempo
MethodName_Trim=Cortar
Methods=Métodos
Min=Min.
Moderate=Moderado
Modified=Modificado em
ModifiedDateTime=Data e hora da modificação
Month=Mês
Month_01_Long=Janeiro
Month_01_Short=Jan.
Month_02_Long=Fevereiro
Month_02_Short=Fev.
Month_03_Long=Março
Month_03_Short=Mar.
Month_04_Long=Abril
Month_04_Short=Abr.
Month_05_Long=Maio
Month_05_Short=Mai.
Month_06_Long=Junho
Month_06_Short=Jun.
Month_07_Long=Julho
Month_07_Short=Jul.
Month_08_Long=Agosto
Month_08_Short=Ago.
Month_09_Long=Setembro
Month_09_Short=Set.
Month_10_Long=Outubro
Month_10_Short=Out.
Month_11_Long=Novembro
Month_11_Short=Nov.
Month_12_Long=Dezembro
Month_12_Short=Dez.
MoveCount=Mover o contador
MovedFileCouldNotBeFound=O arquivo movido não pode ser localizado
MovedFolderCouldNotBeFound=A pasta movida não pode ser localizada
MovedItem=Item movido
MovedItemPath=Caminho do item movido
MoveFrom=Mover de
MoveRelative=Mover relativos
MoveTo=Mover para
MsgTitle_Confirm_ClearList=Limpar a Lista
MsgTitle_Confirm_DeleteColumnSet=Excluir conjunto da coluna?
MsgTitle_Confirm_OverwriteColumnSet=A definição já existe
MsgTitle_Confirm_Quit=Sair do Advanced Renamer
MsgTitle_Error=Erro
MsgTitle_Error_FileNotFound=O arquivo não foi localizado
MsgTitle_Error_InvalidColumnSetName=Nome inválido
Msg_Confirm_ClearList=Você está prestes a limpar todos os arquivos da lista.\n\nVocê deseja continuar?
Msg_Confirm_ClearMethodList=Limpar a lista de métodos?
Msg_Confirm_DeleteColumnSet=Configurar a Coluna Excluir\n\nVocê tem certeza de que deseja excluir a configuração chamada "%s"
Msg_Confirm_ExtChanged=A extensão será alterada em alguns arquivos. Em alguns casos, isto pode inutilizar os arquivos.\n\nVocê deseja prosseguir com a renomeação assim mesmo?
Msg_Confirm_OverwriteColumnSet=A configuração já existe\n\nVocê deseja substituir a configuração chamada "%s"?
Msg_Confirm_OverwriteFile=Substituir o arquivo?\n\nVocê está prestes a substituir o arquivo "%s". Você deseja continuar?
Msg_Confirm_PopulateList=Preencher a caixa de texto com os nomes originais dos itens na lista?
Msg_Confirm_Quit=Ainda há arquivos na lista\n\nVocê tem certeza de que deseja fechar?
Msg_Confirm_RenamingPossibleErrors=Erros localizados\n\nPossíveis erros foram localizados, o que torna impossível renomear os arquivos adicionados.\n\nContinuar a renomeação?
Msg_Confirm_SettingsPathChanged=Você alterou a pasta de configurações.\n\nVocê deseja copiar suas configurações atuais para esta pasta?\n\nNota: Quaisquer arquivos existentes na pasta serão substituídos.
Msg_DeleteUndoJobs=Todas as tarefas mais antigas que a data selecionada serão excluídas
Msg_Error_AddFileAssociation=É impossivel adicionar a associação de arquivos
Msg_Error_CannotAddSoManyFiles=Não foi possível adicionar arquivos.\n\nVocê não pode carregar mais do que %d itens na lista.
Msg_Error_CheckUpdates=Erro\n\nÉ impossível verificar por atualizações.
Msg_Error_CoultNotCreateFolder=É impossível criar pastas
Msg_Error_FileNotFound=Erro\n\nÉ impossível localizar o arquivo "%s".
Msg_Error_InvalidColumnSetName=Erro\n\n%s não é um nome válido\n\nA Coluna Configurar um Nome somente pode conter letras, números,- e _.
Msg_Error_InvalidFolder=Erro\n\nNão é uma pasta válida.
Msg_Error_InvalidLicenseFile=Arquivo de licença inválido
Msg_Error_ListIsEmpty=A lista está vazia
Msg_Error_MetaDataWriteUnsupportedFormat=O formato de arquivo "% s" não é compatível
Msg_Error_MustEnableBeforeAddFolders=Você deve ativar qualquer um "%s" ou "%s"
Msg_Error_MustHaveSingleExtension=Todos os itens na lista devem possuir a mesma extensão de arquivo
Msg_Error_NotFoundItems=%d item(ns) não foi(ram) localizado(s).\n\n%s
Msg_Error_NoUndoList=Nenhuma lista de desfazer foi selecionada.
Msg_Error_Only2000Plus=Este recurso não é suportado no seu sistema. Este recurso só está disponível no Windows 2000 ou posterior.
Msg_Error_RemoveFileAssociation=É impossível remover a associação de arquivos
Msg_Error_RenamingNoFilesInList=Erro\n\nÉ impossível iniciar a renomeação porque não há arquivos na lista.
Msg_Error_SaveSettingsError=Erro ao salvar o arquivo na pasta de configurações. Certifique-se de que o seguinte caminho é gravável
Msg_Error_Server=Erro ao comunicar-se com o servidor
Msg_Error_TooManyColumns=Muitas colunas:% d. O máximo é% d
Msg_Error_Unknown=Erro desconhecido\n\n%s
Msg_FirstTimeUse=Esta parece ser a primeira vez que você usa o Advanced Renamer. É uma boa idéia dar uma olhada no guia do usuário antes de começar a utilizar este programa.\n\nVocê deseja ver o guia do usuário agora?
Msg_Info_BatchModeNotSupportedForFolders=O modo lote selecionado não é suportado para uso com pastas.
Msg_Info_BatchWriteMetadataCompleted=Escrita em lote concluída.\n\n%d itens processados.\n%d OK.\n%d não alterados.\n%d erros.
Msg_Info_ClearSettings=Limpar todas as configurações pessoais do programa?
Msg_Info_ConvertMethods_0310=Nesta versão do Advanced Renamer, as pré-configurações de métodos estão localizadas em uma pasta personalizada. Ao clicar em OK, você será capaz de escolher uma pasta vazia para converter suas pré-configurações de método existentes.
Msg_Info_CouldNotBeAdded=%d arquivos não puderam ser adicionados.
Msg_Info_ItemsAlreadyInList=%d dos itens já estão na lista
Msg_Info_LanguageChange=A alteração do idioma será aplicada ao reinicializar o programa.
Msg_Info_NewVersion=Uma nova versão do Advanced Renamer está disponível.\n\nVocê gostaria de baixar a nova versão?
Msg_Info_NoNewVersion=Não há uma nova versão do Advanced Renamer neste momento.
Msg_Info_RevertChanges=Isto reverterá todas as suas alterações às configurações padrão.\n\nVocê deseja continuar?
Msg_Info_ThankYou=Obrigado :-). Você é o melhor!
Msg_Info_UndoHasEnded=Desfazer lote finalizou com %d erros.
Msg_Info_UndoSuccess=O lote foi revertido com êxito.
MusicFile=Arquivo de música
Name=Nome
NameAndExtension=Nome e extensão
NameCollisionRule_AppendImgSubsec=Anexar sub-segundo da imagem
NameCollisionRule_AppendNumber=Anexar número incremental
NameCollisionRule_AppendPattern=Anexar padrão
NameCollisionRule_Fail=Reportar falha
NameCollisionRule_Ignore=Ignorar
NameCollisionRule_NewName=Novo nome
NewCase=Novas Maiúsculas/Minúsculas
NewFolder=Nova Pasta
NewName=Novo Nome
NewNumber=Novo número
No=Nenhum
NoChange=Nenhuma alteração
NoMethods=Nenhum método em uso.\n\nClique em Adicionar para adicionar novos métodos.
None=Nenhum
NotRegistered=Não registrado
Nth1=1º
Nth2=2º
Nth3=3º
Nth4=4º
Nth5=5º
Nth6=6º
Nth7=7º
Nth8=8º
Nth9=9º
NumberDifference=Diferença do número
NumberLength=Comprimento do número
NumberPosition=Posição do número
NumericValueOrPattern=Valor numérico ou padrão de pesquisa
Occurrence=Ocorrência
OK=OK
OriginalFileNotFound=O arquivo original não foi localizado
OriginalFileStillExists=O arquivo original ainda existe
OriginalFolderNotFound=A pasta original não foi localizada
OriginalFolderStillExists=A pasta original ainda existe
Pattern=Padrão
PersonalUse=Uso pessoal
PleaseRegisterMessage=Uma mensagem do autor:\n\nPor favor, se você usa este software com freqüência ou se você usá-lo comercialmente, obtenha uma chave de licença usando um dos dois botões abaixo.\n\nSinceramente,\n  Kim Jensen
Poor=Ruim
PopulateList=Preencher a lista
PreBatchScript=Script pré lote...
ReadOnly=Somente leitura
Readonly_Short=R
RegEx_AnyChar=Qualquer caractere
RegEx_CharList=Caractere contido na lista de caracteres
RegEx_Digit=Caractere de dígito
RegEx_EndLine=Fim da linha
RegEx_Match0OrMore=Coincidir com 0 ou mais
RegEx_Match1Or0=Coincidir com 1 ou 0
RegEx_Match1OrMore=Coincidir com 1 ou mais
RegEx_MatchLeastNTimeNoMoreM=Coincidir com pelo menos n vezes, mas nunca mais do que m vezes
RegEx_MatchLeastNTimes=Coincidir com pelo menos n vezes
RegEx_MatchNTimes=Coincidir com n vezes
RegEx_NonCharList=Caractere não contido na lista de caracteres
RegEx_NonDigit=Não caractere de dígito
RegEx_NonWordChar=Não caractere de palavra
RegEx_StartLine=Início da linha
RegEx_SubAlternative=Alternativa subpadrão
RegEx_SubGroup=Grupo subpadrão
RegEx_SubMatch=Primeira coincidência subpadrão
RegEx_WordChar=Caractere de palavra
Register=Por favor, registre
RegisteredTo=Registrado para %s
RemoveCount=Remover a contagem
RenamedFileCouldNotBeFound=O arquivo renomeado não foi localizado
RenamedFolderCouldNotBeFound=A pasta renomeada não foi localizada
RenamedItem=Ítem renomeado
RenamedItemPath=Caminho do item renomeado
RenumberChange=Alterar para
RenumberChangeTypeAbsoluteText=Número absoluto
RenumberChangeTypeRelativeText=Relativo ao número existente
Replace=Substituir
ReplaceWith=Substituir com
SaveColumnSet=Salvar a configuração da coluna
SaveList=Salvar a lista
Season=Temporada
Sec=Seg.
SelectFolder=Selecionar uma pasta
SelectMethod=Selecionar um método.
Separator=Separador
Set=Configurar
ShowInWindow=Mostrar na janela...
Skip=Ignorar
StartingAt=Iniciar às
Status=Estado
Status_TestingNames=Estado: Testando os nomes...
System=Sistema
System_Short=S
Tag=Tag
TagCategoryAdvanced=Tags Avançadas
TagCategoryChecksum=Tags de Soma de Verificação
TagCategoryDateTime=Tags de Data/Hora
TagCategoryDateTimeCreated=Tags de Data/Hora de Criação
TagCategoryDateTimeModified=Tags de Data/Hora de Modificação
TagCategoryDefault=Tags Padrão
TagCategoryFileSize=Tags de Tamanho do Arquivo
TagCategoryGPS=Tags de Localização GPS
TagCategoryID3=Tags ID3/MP3
TagCategoryImage=Tags de Imagem
TagCategoryTVShow=Programa de TV
TagCategoryVideo=Tags de Vídeo
TBShowlblEpisodesTitle=Escolha as temporadas e episódios para "%s".
TextList=Lista de texto
TextToBeReplaced=Texto à ser substituído
ToRemoveMoreThanOne=Para remover mais do que um padrão de uso \\ para separar o padrão diferente.
ToReplaceMoreThanOne=Para substituir mais do que uma frase em uso \\ para separar as frases diferentes.
TrimCharacters=Cortar caracteres
TypeNameForColumnSet=Digite um nome para configurar a coluna.
Unknown=Desconhecido
Unset=Não definida
UpdateAvailable=Há uma atualização disponível. Clique para atualizar.
UpperCase=Configurar as maiúsculas
UpperCaseFirstLetter=Configurar a primeira letra como maiúscula
UpperCaseFirstLetterInEveryWord=Config. a 1ª letra como maiúscula em cada palavra
UpperCasePattern=Configurar o padrão para maiúsculas
UseRegularExpressions=Usar expressões regulares
Value=Valor
Video=Vídeo
VideoFile=Arquivo de vídeo
WithErrors=Itens com erro
WithoutErrors=Itens sem erro
WordSeperators=Separadores de palavras
Year=Ano
Yes=Sim
ZeroPadding=Preeencher com zeros
ZeroPadTypeAuto=Automático
ZeroPadTypeManual=Manual
ZeroPadTypeNo=Não preencher
